[
    {
        "name": "Associação de Mulheres Contra a Violência",
        "type": "Non-profit",
        "description": "Provides support and advocacy for women affected by violence.",
        "aboute": "The Association of Women Against Violence is a non-governmental organization (NGO), of public benefit, independent, secular and non-profit, whose objective is the promotion of Human Rights, particularly in terms of the Rights of Women, Young People and Children, and combating all forms of Violence and Discrimination.",
        "address": "Rua da Atalaia 81, 1200-034 Lisboa",
        "phone": "+351 21 343 1285",
        "email": "info@amcv.org.pt",
        "website": "https://www.amcv.org.pt/",
        "images": "",
        "status": "active",
        "geolocation": [38.710078, -9.144145]
    },
    {
        "name": "Refood",
        "type": "Charity",
        "description": "Works to eliminate food waste and hunger by redistributing surplus food to those in need.",
        "about": "The REFOOD Movement is independent, sustainable, 100% voluntary, democratic, citizen-driven and organized in local communities. It is dedicated to recovering food in good condition and feeding people in need through the inclusion of the local community. In Portugal, REFOOD is legally constituted as a non-profit association and also has IPSS status.",
        "address": "Avenida Miguel Bombarda 29, 1050-162 Lisboa",
        "phone": "+351 91 062 3345",
        "email": "lisboa@re-food.org",
        "website": "https://re-food.org/",
        "images": "",
        "status": "active",
        "geolocation": [38.724076, -9.152874]
    },
    {
        "name": "Corações Com Coroa",
        "type": "NGO",
        "description": "Focuses on promoting human rights, gender equality, and social inclusion.",
        "about": "CCC works in situations of social and personal vulnerability, for the inclusion and dignity of all people. We believe in education and access to healthcare as a guarantee of gender equality. We promote knowledge about Human Rights and active and responsible citizenship. We demand effective policies that allow us to achieve effective equality of opportunities. We act to prevent and combat all types of domestic and gender-based violence. We work for the fulfillment, autonomy and empowerment of girls and women.",
        "address": "Avenida Elias Garcia 77, 1050-102 Lisboa",
        "phone": "+351 21 796 6057",
        "email": "info@coracoescomcoroa.org",
        "website": "https://www.coracoescomcoroa.org/",
        "images": "",
        "status": "active",
        "geolocation": [38.742003, -9.156746]
    },
    {
        "name": "Associação Portuguesa de Apoio à Vítima",
        "type": "Non-profit",
        "description": "Provides support and assistance to victims of crime.",
        "about": "The Portuguese Victim Support Association (APAV) is a private social solidarity institution, a public utility entity, whose statutory objective is to promote and contribute to information, protection and support for citizens who are victims of criminal offences. It is, in short, a non-profit and voluntary organization, which supports, in an individualized, qualified and humanized way, victims of crimes, through the provision of free and confidential services. Founded on June 25, 1990, it is a nationwide institution, with its headquarters located in Lisbon.",
        "address": "Rua Rodrigo da Fonseca 65, 1250-189 Lisboa",
        "phone": "+351 21 358 7900",
        "email": "apav.sede@apav.pt",
        "website": "https://www.apav.pt/",
        "images": "",
        "status": "active",
        "geolocation": [38.720776, -9.157349]
    },
    {
        "name": "Fundação Calouste Gulbenkian",
        "type": "Foundation",
        "description": "Promotes arts, education, science, and charity, both in Portugal and internationally.",
        "about": "An international Foundation, based in Portugal, that promotes the development of people and organizations, through art, science, education and charity, towards a more equitable and sustainable society. We promote greater access to culture and the transformational power of art in the development of people and societies. We contribute to reducing inequalities in access to education and care for the most vulnerable. We promote knowledge, scientific research, and greater participation and involvement of citizens and civil society, in building more sustainable communities.",
        "address": "Avenida de Berna 45A, 1067-001 Lisboa",
        "phone": "+351 21 782 3000",
        "email": "info@gulbenkian.pt",
        "website": "https://www.gulbenkian.pt/",
        "images": "",
        "status": "active",
        "geolocation": [38.739912, -9.154882]
    }
]
